<?php

return [
    'title'  => 'Меню',
    'titles' => [
        'menu' => 'Управление меню',
        'create menu' => 'Создать меню',
        'edit menu' => 'Редактирование меню',
        'create menu item' => 'Создать пункт меню',
        'edit menu item' => 'Редактировать пункт меню',
    ],
    'breadcrumb' => [
        'menu' => 'Управление меню',
        'create menu' => 'Создать меню',
        'edit menu' => 'Редактирование меню',
        'create menu item' => 'Создать пункт меню',
        'edit menu item' => 'Редактировать пункт меню',
    ],
    'button' => [
        'create menu item' => 'Создать пункт меню',
        'create menu' => 'Создать меню',
    ],
    'table' => [
        'name' => 'Имя',
        'title' => 'Название',
    ],
    'form' => [
        'title' => 'Название',
        'name' => 'Имя',
        'status' => 'Отображать',
        'uri' => 'URI',
        'url' => 'URL',
        'primary' => 'Начальное меню (используется для маршрутизации внешнего интерфейса)',
        'description' => 'Описание меню (может использоваться для предоставления дополнительной информации)',
    ],
    'navigation' => [
        'back to index' => 'Вернуться к списку меню',
    ],
];
