<?php

return [
    /* Проверка подлинности */
    'successfully logged in' => 'Успешно вошли',
    'account created check email for activation' => 'Учётная запись создана. Пожалуйста, проверьте электронную почту, чтобы активировать аккаунт.',
    'account activated you can now login' => 'Аккаунт активирован. Теперь вы можете войти в систему.',
    'there was an error with the activation' => 'Пользователь уже активирован. Вы уже можете войти с учетными данными.',
    'no user found' => 'Пользователя с таким адресом электронной почты не найден в нашей системе.',
    'check email to reset password' => 'Проверьте электронную почту, чтобы сбросить пароль.',
    'user no longer exists' => 'Пользователь больше не существует.',
    'invalid reset code' => 'Неверный код сброса или с истекшим сроком.',
    'password reset' => 'Пароль был сброшен. Вы можете войти с новым паролем.',
    /* Управление пользователями */
    'user created' => 'Пользователь успешно создан.',
    'user not found' => 'Пользователь не найден.',
    'user updated' => 'Пользователь успешно обновлен.',
    'user deleted' => 'Пользователь успешно удален.',
    /* Управление ролями */
    'role created' => 'Роль успешно создана.',
    'role not found' => 'Роль не найдена.',
    'role updated' => 'Роль успешно обновлена.',
    'role deleted' => 'Роль успешно удалена.',
];
